;Place localized text in this file
[MGGrenade_Medikit X2GrenadeTemplate]
FriendlyName="Medikit Grenade"
FriendlyNamePlural="Medikit Grenades"
BriefSummary="The Medikit Grenade heals every soldier in range."
TacticalText="<Bullet/> The Medikit Grenade heals every soldier in range for 2HP.\n"
ThrownAbilityName="Throw Medikit Grenade"
ThrownAbilityHelpText="Heals units in its blast radius."
LaunchedAbilityname="Launch Medikit Grenade"
LaunchedAbilityHelpText="Heals units in its blast radius."
[MGGrenade_MedikitMK2 X2GrenadeTemplate]
FriendlyName="Nanomedikit Grenade"
FriendlyNamePlural="Nanomedikit Grenades"
BriefSummary="The Nanomedikit Grenade heals every soldier in range for more than the MedikitGrenade."
TacticalText="<Bullet/> The Nanomedikit Grenade will heals every soldier in range for 4HP."
ThrownAbilityName="Throw Nanomedikit Grenade"
ThrownAbilityHelpText="Heals units in its blast radius."
LaunchedAbilityname="Launch Nanomedikit Grenade"
LaunchedAbilityHelpText="Heals units in its blast radius."
